<?php include("top.php");?>
<div class="img">
<img src="bernulli.jpg" class="pic"></img>
<img src="bernullifull.jpg" class="pic2" id="leibnicfull"></img>
</div>
<p>
Я́коб Берну́лли родился в семье преуспевающего фармацевта Николая Бернулли. Вначале, по желанию отца, учился в Базельском университете богословию, но увлёкся математикой, которую изучил самостоятельно. В университете овладел также 5 языками (французский, итальянский, английский, латинский, греческий), в 1671 году получил учёную степень магистра философии.
</p><p>
В 1676 - 1680 он годах совершил поездку по Европе. Заехал во Францию для изучения идей Декарта, затем в Италию. Вернувшись в Базель, некоторое время работал частным учителем.
</p><div class="p">
Через два года после возвращения Бернулли отправился в новое путешествие, посетив Нидерланды и Англию, где познакомился с Гюйгенсом, Гуком и Бойлем. В 1683 он году вернулся в Базель, и в следующем году женился на <div class="tooltip">Юдит Штупанус<span class="tooltiptext">Judith Stupanus</span></div>, у них родились сын и дочь.
</div><div class="p">
На следующий год Якоб начал читать лекции по физике в Базельском университете. С 1687 года его избрали профессором математики в этом университете и работал там до конца жизни.
</div><div class="p">
Тогда же Бернулли обнаружил первый мемуар <div class="tooltip"><a href="leibnic.php">Лейбница</a><span class="tooltiptext">Готфрид Вильгельм Лейбниц (1.07.1646 - 14.11.1716) - всемирно известный немецкий учёный, занимался философией, математикой, физикой, организовал Берлинскую академию наук и стал её первым президентом. В математике он вместе с И. Ньютоном разделяет честь создателя дифференциального и интегрального исчислений. В 1666 году Лейбниц опубликовал "Рассуждения о комбинаторном искусстве".</span></div> (1684 года) по анализу и с энтузиазмом начал освоение нового исчисления. Обратился с письмом к Лейбницу с просьбой разъяснить несколько тёмных мест. Ответ он получил только <div class="tooltip">спустя три года<span class="tooltiptext">Лейбниц тогда был в командировке в Париже</span></div>. За это время Якоб Бернулли самостоятельно освоил дифференциальное и интегральное исчисление, а заодно приобщил к нему брата Иоганна. По возвращении Лейбниц вступил в активную и взаимно-полезную переписку с обоими. Сложившийся триумвират  -  Лейбниц и братья Бернулли  -  20 лет возглавлял европейских математиков и чрезвычайно обогатил новый анализ.
</div><p>
В 1699 году Якоб Бернулли стал членом Парижской академии наук, а в 1702 году  -  Берлинской академии наук.
</p><p>
В 1692 году у Якоба Бернулли обнаружились первые признаки туберкулёза, от которого он и скончался 16 августа 1705 года. Похоронен в Базельском соборе. Согласно его пожеланию, на надгробии была изображена логарифмическая спираль. В честь Якоба и Иоганна Бернулли назван кратер на Луне.</p>
</p>
<script src="pic.js"></script>
<?php include("bottom.php");?>