<?php include("top.php");?>
<div class="img">
<img src="eiler.jpg" class="pic"></img>
<img src="eiler.jpg" class="pic2" id="leibnicfull"></img>
</div>
<p>
Леона́рд Э́йлер родился 15 апреля 1707 г. в г. Базель, в Швейцарии. Его отец, Пауль Эйлер, был пастором Реформатской церкви. Отец его матери, Маргарита Брукер, также был пастором. У Леонарда было две младшие сестры – Анна Мария и Мария Магдалена. Вскоре после рождения сына, семья переезжает в городок Риен.
</p><p>
Отец мальчика был другом Иоганна Бернулли – известного европейского математика, оказавшего большое влияние на Леонарда. В тринадцать лет Эйлер-младший поступает в Базельский университет, и в 1723 г. получает степень магистра философии. В своей диссертации Эйлер сравнивает философии Ньютона и Декарта. Иоганн Бернулли, дававший мальчику по субботам частные уроки, быстро распознаёт выдающиеся способности мальчика к математике и убеждает его оставить раннюю теологию и сосредоточиться на математике.
<br>
В 1727 г. Эйлер принимает участие в конкурсе, организованном Парижской академии наук, на лучшую технику установки корабельных мачт. Леонард занимает второе место, в то время как первое достаётся Пьеру Бугеру, который впоследствии станет известен как «отец кораблестроения». Эйлер каждый год принимает участие в этом конкурсе, получив за свою жизнь двенадцать этих престижных наград.
</p><p>
17 мая 1727 г. Эйлер поступает на службу в медицинское отделение Императорской российской академии наук в Санкт-Петербурге, но почти сразу же переходит на математический факультет. Однако из-за волнений в России, 19 июня 1741 г. Эйлер переводится в Берлинскую академию. Там учёный прослужит около 25 лет, написав за это время более 380 научных статей. В 1755 г. его избирают иностранным членом Шведской королевской академии наук.
</p><p>
В начале 1760-х г.г. Эйлеру поступает предложение обучать наукам принцессу Анхальт-Дессау, которой учёный напишет более 200 писем, вошедших в ставший крайне популярным сборник «Письма Эйлера на разные предметы натуральной философии, адресованные немецкой принцессе». Книга не только наглядно демонстрирует способности учёного рассуждать на всевозможные темы в области математики и физики, но также является выражением его личных и религиозных взглядов. Интересно то, что эта книга известна лучше, чем все его математические труды. Она издавалась как в Европе, так и в Соединённых штатах Америки. Причиной такой популярности этих писем стала удивительная способность Эйлера в доступной форме доносить научные сведения до простого обывателя.
</p><p>
Уникальность этого труда состояла ещё и в том, что в 1735 г. учёный почти полностью ослеп на правый глаз, а в 1766 г. левый его глаз был поражён катарактой. Но, даже несмотря на это, он продолжает свои работы и в 1755 г. пишет в среднем по одной математической статье в неделю.
</p><p>
В 1766 г. Эйлер принимает предложение вернуться в Петербургскую академию, и остаток своей жизни проведёт в России. Однако его второй приезд в эту страну оказывается для него не столь удачным: в 1771 г. пожар уничтожает его дом, а, вслед за этим, в 1773 г.
</p><p>
Он теряет свою жену Катарину.
</p><p>
7 января 1734 г. Эйлер женится на Катарине Гзель. В 1773 г., после 40 лет семейной жизни, Катарина умирает. Спустя три года, Эйлер женится на её сводной сестре, Саломе Абигейл Гзель, с которой и проведёт остаток жизни.
</p><p>
18 сентября 1783 г., после семейного обеда, у Эйлера случается кровоизлияние в мозг, после чего, спустя несколько часов, он умирает. Похоронили учёного на Смоленском лютеранском кладбище на Васильевском острове, рядом с его первой женой Катариной. В 1837 г. Российская академия наук поставила на могиле Леонарда Эйлера бюст на пьедестале, выполненном в форме ректорского кресла, рядом с могильным камнем. В 1956 г., к 250-летию со дня рождения учёного, памятник и останки были перенесены на кладбище XVIII века при монастыре Александра Невского.
</p><p>
В память о его огромном вкладе в науку, портрет Эйлера появился на швейцарских 10-франковых банкнотах шестой серии, а также на ряде российских, швейцарских и немецких марок. В его честь назван астероид «2002 Эйлер». 24 мая лютеранская церковь чтит его память по календарю святых, поскольку Эйлер был убеждённым приверженцем христианства и горячо верил в библейские заповеди.
</p>
<script src="pic.js"></script>
<?php include("bottom.php");?>