<?php include("top.php");?>
<div class="img">
<img src="leibnic.jpg" class="pic"></img>
<img src="leibnicfull.jpg" class="pic2" id="leibnicfull"></img>
</div>
<p>
Го́тфрид Вильге́льм Ле́йбниц - немецкий философ, математик, логик, физик, изобретатель, богослов, историк, юрист, языковед, дипломат, чьи теоретические работы и практические изобретения в немалой степени повлияли на современную философию и науку. Основал Берлинскую Академию наук и был первым ее президентом.
</p><p>
Родился в Лейпциге в 1646 г., 11 июля. Его отцом был профессор университета, известный юрист, матерью - профессорская дочь, и во многом это предопределило будущую судьбу их сына. После отца, который умер, когда Готфриду было 6 лет, осталась огромная библиотека, в которой сын проводил дни напролет. Одаренность его была видна с детских лет. Мать определила его в лучшую в городе школу, а в 14 или 15 лет он уже был студентом Лейпцигского университета.
</p><p>
По уровню подготовки Лейбниц опережал многих старшекурсников. Ему не исполнилось 18-ти, когда он уже был магистром словесности и философии. В 1663 г. Готфрид Вильгельм проучился семестр в Йенском университете. В этом же году им была получена степень бакалавра, в следующем - степень магистра философии. В ноябре 1666 г. в Нюрнберге, Альторфском университете, Лейбниц успешно защищает докторскую диссертацию и отказывается от предложения остаться работать при этом учебном заведении.
</p><p>
В 1667 г. молодой ученый переезжает в Майнц, где знакомится с курфюстом, который высоко оценил уровень Лейбница и предложил ему поучаствовать в реформировании законодательства. На протяжении пяти лет при дворе ученый занимал видное положение; это был благоприятный период и в его творческой биографии: целый ряд политических и философских сочинений появился именно в эти годы.
</p><p>
С 1672 по 1676 г. Лейбниц живет в Париже, отправившись туда в составе дипломатической миссии. Пребывание во французской столице внесло огромный вклад в его развитие как ученого, в частности, математика. Так, в 1676 г. им были выработаны первые основания т.н. дифференциального исчисления, выдающегося математического метода. Именно точным наукам он в это время отдавал предпочтение.
</p><p>
В 1676 г. Лейбниц возвращается в Германию и поступает на службу к герцогам Ганновера, чтобы получать стабильный доход. Поначалу ему предоставили место библиотекаря, придворного советника, позже Лейбниц занимал должность историографа и тайного советника юстиции. В обязанности ученому вменялись самые разнообразные занятия, от написания исторических справок до опытов в алхимии. За 40 лет, проведенных в Ганновере, Лейбницем было написано огромное количество работ в области таких наук, как история, философия, математика, физика, право, языковедение, которые прославили его на всю Европу. Ученый инициировал создание Берлинского научного сообщества и в 1700 г. стал его первым президентом.
</p><p>
Известны и такие факты из биографии Готфрида Вильгельма Лейбница, как его плодотворное общение с Петром Первым. Они встречались в 1711, 1712, 1716 гг., немецкий ученый был автором проектов реформирования российских систем образования и госуправления, проекта учреждения Петербургской Академии наук. Петр I был не единственным известным иностранцем, с которым у знаменитого немца были налажены контакты, он состоял в переписке со многими крупнейшими учеными, политиками, философами своего времени.
</p><p>
Европейская известность не скрасила последние годы жизни Лейбница, ему пришлось многое вынести из-за неблагосклонности не любившего его герцога, нападок со стороны местных духовных лиц, придворного интриганства. К нему был приставлен помощник-соглядатай, который не спускал с ученого глаз и время от времени делал доклады вышестоящим лицам, сообщал об уменьшившейся работоспособности. Страдал он не только морально, но и физически, т.к. его мучили болезни. 14 ноября 1716 г. Готфрид Вильгельм Лейбниц скончался, приняв чересчур большую дозу лекарства. Смерть великого ученого не вызвала практически никакой реакции со стороны герцогского двора и научных сообществ; в последний путь его провожал только личный секретарь.
</p>
<script src="pic.js"></script>
<?php include("bottom.php");?>