<?php
$_TOHEADER="<style>
.tooltip .tooltiptext{
	max-height: 130px;
}
</style>";
include("top.php");?>
<h2>Математики, изучающие <a href="opred.php">комбинаторику</a></h2>
<p>Комбинаторику изучают многие математики.</p>
<div class="p">Большой вклад в развитие комбинаторных методов внесли <div class="tooltip"><a href="leibnic.php">В. Лейбниц</a><span class="tooltiptext">Готфрид Вильгельм Лейбниц (1.07.1646 - 14.11.1716) - всемирно известный немецкий учёный, занимался философией, математикой, физикой, организовал Берлинскую академию наук и стал её первым президентом. В математике он вместе с И. Ньютоном разделяет честь создателя дифференциального и интегрального исчислений. В 1666 году Лейбниц опубликовал "Рассуждения о комбинаторном искусстве".</span></div>, <div class="tooltip"><a href="eiler.php">Л. Эйлер</a><span class="tooltiptext">Леонард Эйлер (15.04.1707 - 19.09.1783) - швейцарский, немецкий и российский математик и механик, внёсший фундаментальный вклад в развитие этих наук (а также физики, астрономии и ряда прикладных наук). Эйлер - автор более чем 850 работ (включая два десятка фундаментальных монографий).</span></div> и <div class="tooltip"><a href="bernulli.php">Я.Бернулли</a><span class="tooltiptext">Якоб Бернулли (06.01.1655, Базель, - 16.08.1705, там же) - швейцарский математик. Один из основателей теории вероятностей и математического анализа. Старший брат Иоганна Бернулли, совместно с ним положил начало вариационному исчислению. Доказал частный случай закона больших чисел - теорему Бернулли. Профессор математики Базельского университета (с 1687 года). Иностранный член Парижской академии наук (1699) и Берлинской академии наук (1702).</span></div>.</div>
<?php include("bottom.php");?>