<?php include("top.php");?>
<div class="right">
Для получения ответа
<br>
наведите курсор под
<br>
условие задачи
</div>
<h2>Примеры простых задач:</h2>
<p>В данном разделе имеется множество простых задач. К некоторым задачам в решении дан краткий комментарий.</p>
<dl class="zadachi">
<dt>Сколько перестановок можно сделать из букв слова «Миссисипи»?</dt>
<dd>
<p style="margin-bottom: 0px;">Просто переставить буквы в слове - это 9!. Разделим на количество повторений:</p>
<p style="margin-top: 0px;">9! / (4! * 3! * 1! * 1!) = 2520.
<br>
Ответ: 2520.
</p>
</dd>
<dt>Имеется пять различных стульев и семь рулонов обивочной ткани различных цветов. Сколькими способами можно осуществить обивку стульев?</dt>
<dd><p>
7<sup>5</sup> = 16807.
<br>
Ответ: 16807.
</p></dd>
<dt>На сувениры в «Поле Чудес» спонсоры предлагают кофеварки, утюги, телефонные аппараты, духи. Сколькими способами 9 участников игры могут получить эти сувениры?</dt>
<dd><p>
4<sup>9</sup> = 262144.
<br>
Ответ: 262144.
</p></dd>
<dt>Сколькими способами можно расположить на шахматной доске 8 ладей так, чтобы они не били друг друга?</dt>
<dd><p>
8! = 40320.
<br>
Ответ: 40320.
</p></dd>
<dt>В течении 30 дней сентября было 12 дождливых дней, 8 ветреных, 4 холодных, 5 дождливых и ветреных, 3 дождливых и холодных, а один день был и дождливым, и ветреным, и холодным. В течение скольких дней в сентябре стояла хорошая погода.</dt>
<dd>
<p style="margin-bottom: 0px;">Пользуясь теоремой о включениях и исключениях возможно решить эту задачу.</p>
<p style="margin-top: 0px;">
30 - 12 - 8 - 4 + 5 + 3 + 1 = 15.
<br>
Ответ: 15.
</p></dd>
<dt>На ферме есть 20 овец и 24 свиньи. Сколькими способами можно выбрать одну овцу и одну свинью? Если такой выбор уже сделан, сколькими способами можно сделать его еще раз?</dt>
<dd>
<p>
<ol>
<li>20 * 24 = 480.</li>
<li>19 * 23 = 437.</li>
</ol>
Ответ: 480, 437.
</p>
</dd>
<dt>Сколькими способами можно выбрать гласную и согласную буквы из слова «здание»?</dt>
<dd><p>
Гласные * согласные.
<br>
3 * 3 = 9.
<br>
Ответ: 9.
</p></dd>
<dt>Сколько существует четных пятизначных чисел, начинающихся нечетной цифрой?</dt>
<dd><p>
10000 пятизначных чисел, начинающихся с одной цифры.
<br>
10000 * 5 пятизначных чисел, начинающихся с нечётной цифры, половина из которых – чётные.
<br>
10000 * 5 / 2 = 25000
<br>
Ответ: 25000
</p></dd>
</dl>
<?php include("bottom.php");?>