<?php include("top.php");?>
<h2>Методы решения комбинаторных задач</h2>
<ol>
<li>Метод рекуррентных соотношений.
<p>Метод рекуррентных соотношений состоит в том, что решение комбинаторной задачи с n предметами выражается через решение аналогичной задачи с меньшим числом предметов с помощью некоторого соотношения, которое называется рекуррентным. Пользуясь этим соотношением, искомую величину можно вычислить, исходя из того, что для небольшого количества предметов решение задачи легко находится.</p>
</li>
<li>Метод включения и исключения.
<p>Метод подсчета числа элементов объединения множеств по формуле, состоящий в поочередном сложении и вычитании, называется методом включения и исключения.</p>
</li>
<li>Метод траекторий.
<p>Для многих комбинаторных задач можно указать такую геометрическую интерпретацию, которая сводит задачу к подсчету числа путей (траекторий), обладающих определенным свойством.</p>
</li>
</ol>
<?php include("bottom.php");?>